Repository: common-repository/atelier-scroll-top
Catalog: languages/atl-scroll-top-*.po
Languages: fr_fr, pl_pl

source: Settings scroll
fr_fr: Paramètres défiler
pl_pl: Ustawienia przewijania

source: Enabled
fr_fr: Activer
pl_pl: Włącz

source: Settings
fr_fr: Réglages
pl_pl: Ustawienia

source: All pages
fr_fr: Toutes les pages
pl_pl: Wszystkie strony

source: Posts:
fr_fr: Des postes:
pl_pl: Posty:

source: You select checkbox to show scroll icon for chosen posts.<br>Option show all pages must be desabled...
fr_fr: Cochez la case pour afficher l'icône de défilement des publications sélectionnées. L'option Afficher toutes les pages doit être désactivée ...
pl_pl: Zaznacz pole wyboru, aby wyświetlić ikonę przewijania dla wybranych postów. <br> Opcja pokaż wszystkie strony muszą być wyłączone ...

source: Pages:
pl_pl: Strony:

source: You select checkbox to show scroll icon for chosen pages.<br>Option show all pages must be desabled...
fr_fr: Vous cochez la case pour afficher l'icône de défilement des pages sélectionnées. <br> L'option Afficher toutes les pages doit être désactivée ...
pl_pl: Zaznacz pole wyboru, aby wyświetlić ikonę przewijania dla wybranych stron. <br> Opcja pokaż wszystkie strony muszą być wyłączone ...

source: Icons scroll
fr_fr: Icône de défilement
pl_pl: Ikony przewijania

source: Select the icon...
fr_fr: Sélectionnez l'icône
pl_pl: Wybierz ikonę...

source: Top
fr_fr: Haut
pl_pl: Góra

source: Position Top && Bottom
fr_fr: Position Haut && Bas
pl_pl: Pozycja Górna && Dolna

source: Select position top or bottom <br>and value offsets parameter<br> in pixels...
fr_fr: Sélectionnez la position supérieure ou inférieure et la valeur compensée paramètre <br> en pixels ...
pl_pl: Zaznacz pozycję górną lub dolną<br>i jej wartość odychlenia<br>w pikselach...

source: Bottom
fr_fr: Bas
pl_pl: Dół

source: Position Left && Right
fr_fr: Position Gauche && Droite
pl_pl: Pozycja Lewa && Prawa

source: Select position left or right <br>and value offsets paramter<br> in pixels...
fr_fr: Sélectionnez la position gauche ou droite et le paramètre de décalage de valeur <br> en pixels ...
pl_pl: Wybierz pozycję lewą lub prawa<br>i jej wartość odychlenia<br>w pikselach...

source: Left
fr_fr: Gauche
pl_pl: Lewa

source: Right
fr_fr: Droite
pl_pl: Prawa

source: Icon color
fr_fr: Couleur de l'icône
pl_pl: Kolor ikony

source: Select color icon and <br>select color hover icon...
fr_fr: Sélectionnez l'icône de couleur et <br> sélectionnez l'icône de survol de couleur ...
pl_pl: Zaznacz kolor ikony i <br>kolor najechania...

source: #color
fr_fr: #couleur
pl_pl: #kolor

source: #hover color
fr_fr: la couleur après avoir plané
pl_pl: #kolor po najechaniu

source: Style Shape
fr_fr: Style de forme
pl_pl: Styl Kształtu

source: Select shape icon..
fr_fr: Sélectionnez l'icône de la forme ..
pl_pl: Zaznacz kształt ikony...

source: circle
fr_fr: le cercle
pl_pl: okrąg

source: rectangle
fr_fr: rectangulaire
pl_pl: kwadrat

source: Border size & color
fr_fr: Bordure taille et couleur
pl_pl: Rozmiar obramowania & kolor

source: Write size border of 0px to 20px <br>pixel and choice color.
fr_fr: Taille de la bordure de 0px à 20px et de la couleur choisie.
pl_pl: Wpisz rozmiar obramowania wybierając <br>od 0px do 20px i wybierz jego kolor.

source: #border size
pl_pl: #rozmiar obramowania

source: Background color
fr_fr: Couleur de fond
pl_pl: Kolor tła

source: Background color & hover color.
fr_fr: Couleur de fond & la couleur après avoir plané
pl_pl: Kolor tła & kolor najechania

source: Enabled Pages
pl_pl: Włącz Strony

source: Select checkbox to show <br>scroll icon on all pages...Options apply only pages and post<br>(not pages archive,not home page etc.)
fr_fr: Cochez la case pour afficher l'icône de défilement sur toutes les pages ... Les options s'appliquent uniquement aux pages et aux publications postales (pas d'archivage de pages, pas de page d'accueil, etc.)
pl_pl: Zaznacz pole wyboru, aby wyświetlać ikonę przewijania na wszystkich stronach ... Opcje dotyczą tylko stron i postów <br> (nie archiwum stron, nie strona główna itp.)

source: Custom Css
fr_fr: CSS personnalisé
pl_pl: Style Css

source: Your's style css.
fr_fr: Vos styles de css.
pl_pl: Miejsce na Twoje style css.

source: Add your css code
fr_fr: Ajoutez votre code CSS
pl_pl: Dodaj swój kod css
